<?php 
#############################################################################
define("DB_HOST",     "localhost"          ); // адрес сервера баз данных   #
define("DB_USER",     "dekanat"            ); // имя пользователя           #
define("DB_PWD",      "dekanat"            ); // пароль к бд                #
define("DB_NAME",     "searchdekanat"      ); // имя базы данных            #
define("DB_MODE",                         2); // 0 - в ручную откр/закр,    #
############################################################################# 
?>